{
    "1": {
       "name": "Five tips for busy learners: listening and speaking",
       "picture": "https://learnenglish.britishcouncil.org/sites/podcasts/files/styles/max_1300x1300/public/RS9114_GettyImages-1298709235-hig.jpg?itok=pzDOvtCp",
       "preview": "Are you too busy to practise your English? These tips will help you improve your listening and speaking, even when you're short of time!",
       "content": [
            {
                "title": "Listen to English when you're out and about",
                "content": [
                    "Wherever and whenever you can, listen to English! Whether you're in the car, on the train, waiting for the bus or walking to work, listen to some English songs or a podcast. The more time you can spend listening, the better!"
                ]
            },
            {
                "title": "Listen, even when you're not listening!",
                "content": [
                    "While you're busy at home, tidying, cleaning or preparing dinner, have an English TV or radio programme on in the background. Don't worry if you don't understand every word – that's normal! Gradually you'll understand more and more as you get used to the sounds and rhythm of the language. It'll even help your pronunciation too!"
                ]
            },
            {
                "title": "Listen and watch with the kids",
                "content": [
                    "If you're looking after children, listen to some songs or watch videos together. It'll be fun for them and great practice for you too! ",
                    "Children's shows often have lots of simple, everyday language and are fairly easy to understand. It may be easier to start with shorter cartoons or episodes than full-length films.",
                    "And cartoons aren't just for kids! Even if there aren't any children around, you can still improve your English with children's shows."
                ] 
            },
            {
                "title": "Talk to yourself!",
                "content": [
                    "Every learner wants to speak better English, right? But how do you improve your speaking if you don't have time to go to a conversation class? Easy – talk to yourself! You may not want to talk to yourself in public (!), but when you're at home, practise speaking out loud, or just 'talk' in your head.",
                    "Try to use new vocabulary or phrases that you've heard or read. Practise speaking about topics that are in the news or relevant to your everyday life.",
                    "Of course, speaking a language is all about communication, and we need to actually talk to people too! But talking to yourself first can help you have better conversations with others."
                ]
            },
            {
                "title": "Record yourself speaking",
                "content": [
                    "Use an app to record yourself speaking and then listen to the recording. Try to notice what you do well and what you can improve. Also, listen out for mistakes, phrases you weren't sure about and pronunciation difficulties – and think how to correct them for next time.",
                    "Listening to yourself speaking can help you become more confident and fluent in everyday conversations. It's also really useful if you're preparing for an exam or a job interview.",
                    "So there you have it. Some super-easy ways to practise listening and speaking, and, what's more, they don't cost anything. Choose one and start today!"
                ]
            },
            {
                "title": "Five tips to practise your English listening and speaking",
                "content": [
                    "If you're out and about, listen to songs or a podcast.",
                    "When you're at home, put English TV or radio on in the background.",
                    "Watch cartoons and children's videos with the kids.",
                    "Practise talking to yourself in English when you're alone.",
                    "Record yourself speaking."
                ]
            }
       ]
    },
    "2": {
        "name": "Tips for effective conversation with coworker",
        "picture": "https://learnenglish.britishcouncil.org/sites/podcasts/files/styles/max_1300x1300/public/RS9114_GettyImages-1298709235-hig.jpg?itok=pzDOvtCp",
        "preview": "Are you too busy to practise your English? These tips will help you improve your listening and speaking, even when you're short of time!",
        "content": [
             {
                 "title": "Listen to English when you're out and about",
                 "content": [
                     "Wherever and whenever you can, listen to English! Whether you're in the car, on the train, waiting for the bus or walking to work, listen to some English songs or a podcast. The more time you can spend listening, the better!"
                 ]
             }
        ]
     }
}